Repository: 84000/data-translation-memory
Catalog: toh232-v4.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་གཤེགས་པས་ལུང་བསྟན་པ་ཐོབ་པའི་སེམས་ཅན་རྣམས་ནི་ཀྱེ་མ་དགེ་བའི་རྩ་བ་བྱས་པ་ཡིན་ནོ་སྙམ་དུ་འཛིན་ཅིང་ཡིད་ཆེས་པར་བྱེད་པ་མ་འོངས་པའི་སེམས་ཅན་དེ་དག་ནི་ཤིན་ཏུ་ཆེས་དཀོན་པ་ཡིན་པར་ང་སྨྲ་སྟེ།
en: Sentient beings who obtain a prophecy from the Tathāgata should think, ‘Ah! I have established virtuous roots.’ I say that those future sentient beings who cherish those prophecies in such fashion will be extremely rare.

source: སྤྲིན་ཆེན་སྙིང་པོ་དེ་ལས་དགོངས་ནས་མ་འོངས་པའི་སེམས་ཅན་རྣམས་བསོད་ནམས་ཆུང་བ་མ་ཡིན་ནོ་ཞེས་ང་སྨྲའོ།
en: Great Cloud Essence, this is what I meant when I said that it is not the case that those future sentient beings will have little merit.” “

source: །གསོལ་པ་བཅོམ་ལྡན་འདས་ཟབ་མོ་བརྟན་པའི་ཆུའི་རྒྱ་མཚོའི་དུས་ཚོད་ཀྱི་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་མི་ཟད་པ་ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱིས་གཏིང་དཔག་པར་མི་ནུས་པ་ནི་ཀྱེ་མ་ངོ་མཚར་ཏོ།
en: Bhagavān, those bodhisattvas who abide in this samādhi of the tide of the deep, constant ocean have inexhaustible merit that cannot be fathomed by all the śrāvakas and pratyekabuddhas. Ah, how amazing!” “

source: །བཀའ་སྩལ་པ། སྤྲིན་ཆེན་སྙིང་པོ་དེ་དེ་བཞིན་ཏེ།
en: So it is, Great Cloud Essence.

source: ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་མི་ཟད་པ་ཤེས་པ་འམ་ཚད་གཟུང་བར་མི་ནུས་སོ།
en: They are unable to understand or measure the inexhaustible merit of bodhisattvas who abide in this samādhi.

source: སྤྲིན་ཆེན་སྙིང་པོ་དཔེར་ན་རྒྱ་མཚོ་ཆེན་པོའི་ཆུའི་ནང་དུ་ཆུ་བབ་པ་ཟད་པར་མི་འགྱུར་བའི་གཏིང་དཔག་པར་ནུས་སམ།
en: To give an analogy, Great Cloud Essence, it is like the inexhaustible flow of water within the ocean—can it be fathomed?” “

source: གསོལ་པ་བཅོམ་ལྡན་འདས་དེ་ནི་དེ་ལྟ་མ་ལགས་ཏེ་ནུས་པར་མི་འགྱུར་རོ།
en: No, Bhagavān, that is not possible.” “

source: །སྤྲིན་ཆེན་སྙིང་པོ་སྤྲིན་ཆེན་པོའི་མདོའི་ཆུ་འབབ་པ་དེའི་གཏིང་ཡང་དཔག་པར་མི་ནུས་ལ། ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་མི་ཟད་པའི་གཏིང་ཡང་དཔག་པར་མི་ནུས་སོ།
en: Great Cloud Essence, the depth of the flow of the waters of this Great Cloud discourse is likewise unfathomable, and the inexhaustible merit of bodhisattvas who abide in this samādhi is likewise unfathomable.

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་རྐང་པའི་མཐེ་བོའི་བ་སྤུ་གཅིག་གིས་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དཀྲིས་ཏེ། འཇིག་རྟེན་གྱི་ཁམས་དཀྲིགས་ཕྲག་མཐའ་ཡས་པ་བཟླས་ནས་འཕེན་པར་བྱེད་དེ།
en: Furthermore, Great Cloud Essence, bodhisattva mahāsattvas who abide in this samādhi could take as many world systems as there are grains of sand in the Ganges River, tie them up with a single hair from their big toe, and then hurl them past countless quintillions of world systems.

source: དེ་ལྟ་བུའི་བྱ་བ་ཀུན་ཏུ་སྟོན་ཀྱང་སེམས་ཅན་སུ་ལ་ཡང་གནོད་པར་མི་འགྱུར་ལ། སེམས་ཅན་དེ་དག་གིས་ཀྱང་མི་ཤེས་མི་མཐོང་ངོ་། །སེམས་ཅན་གཞན་དག་གིས་ནི་བྱ་བ་དེ་ལྟ་བུ་བསྟན་པར་ཤེས་ཤིང་མཐོང་ངོ་།
en: They can display all such deeds without harming any sentient beings therein and without those sentient beings knowing of or seeing them, and yet other sentient beings would know of and see the display of such deeds. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ཁབ་ཀྱི་རྩེ་མོས་རྒྱ་ཤུག་གི་ལོ་མ་སྟེང་གི་ཕྱོགས་སུ་འདོར་བ་བཞིན་དུ་སྟེང་གི་ཕྱོགས་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་དཀྲིགས་ཕྲག་མཐའ་ཡས་པ་བཟླས་ནས་གྱེན་དུ་འདོར་བར་བྱེད་དེ།
en: Furthermore, Great Cloud Essence, bodhisattva mahāsattvas who abide in this samādhi could take as many world systems as there are grains of sand in the Ganges River and place them on the tip of a needle and then, as if throwing a juniper leaf up into the air, hurl them upward past countless quintillions of world systems.

source: འོན་ཀྱང་སེམས་ཅན་སུ་ལ་ཡང་གནོད་པར་མི་འགྱུར་ཏེ། སེམས་ཅན་དེ་དག་གིས་ཀྱང་བདག་ཅག་གར་ཁྱེར་བ་དང་། བདག་ཅག་གར་སོང་བ་ཡང་མི་ཤེས་མི་མཐོང་ངོ་།
en: However, no sentient beings would be harmed, and no sentient beings would know or see that ‘we have been taken somewhere, we have gone somewhere.’

source: །ཕྱིར་ཡང་ཁྱེར་ཏེ་འོངས་ནས་སྔ་མའི་གནས་སུ་བཞག་ཀྱང་འགྲོ་བ་དང་འོང་བར་ཡང་མི་མངོན་ལ།
en: Again, those bodhisattvas could place those world systems back in their original location, and this going and coming would not be apparent at all.

source: སེམས་ཅན་གཞན་དག་གིས་ནི་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའི་རྣམ་པར་འཕྲུལ་པ་ཡིན་ནོ་ཞེས་ཤེས་ཤིང་མཐོང་ངོ་།
en: Yet other sentient beings would see and know that ‘this is a bodhisattva’s magical manifestation.’ “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཁབ་ཀྱི་རྩེ་མོས་རྒྱ་ཤུག་གི་ལོ་མ་ལ་བྱ་བ་བཞིན་དུ་ཕྱོགས་དགུར་འཇིག་རྟེན་གྱི་ཁམས་དེ་ལྟར་གྱེན་དུ་བོར་ནས་འཇིག་རྟེན་གྱི་ཁམས་ལྷག་མ་གཅིག་གི་ནང་དུ་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཆུད་པར་བྱེད་ཀྱང་སེམས་ཅན་སུ་ལ་ཡང་གནོད་པར་མི་འགྱུར་ལ་སེམས་ཅན་དེ་དག་གིས་ཀྱང་བདག་ཅག་གར་ཁྱེར་བ་དང་། བདག་ཅག་གར་སོང་བ་ཡང་མི་ཤེས་མི་མཐོང་ངོ་།
en: Furthermore, Great Cloud Essence, bodhisattva mahāsattvas who abide in this samādhi could place all the world systems within nine directions on the tip of a needle, like a bird poised upon a juniper leaf and, having thrown them all up into the air, insert them within the remaining world systems. However, no sentient beings would be harmed, and no sentient beings would know or see that ‘we have been taken somewhere, we have gone somewhere.’

source: །ཕྱིར་ཡང་ཁྱེར་ཏེ་འོངས་ནས་སྔ་མའི་གནས་སུ་བཞག་ཀྱང་འགྲོ་བ་དང་། འོང་བར་ཡང་མི་མངོན་ལ།
en: Again, those bodhisattvas could place those world systems back in their original locations, and this going and coming would not be apparent at all.

source: སེམས་ཅན་གཞན་དག་གིས་ནི་བྱ་བ་དེ་ལྟ་བུ་བསྟན་པར་ཤེས་ཤིང་མཐོང་ངོ་།
en: Yet other sentient beings would see and know the display of such activities. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་འཇིག་རྟེན་གྱི་ཁམས་གཅིག་གི་ནང་དུ་བརྟུལ་ནས་སྲན་ཆུང་གི་འབྲུ་གཅིག་གི་ནང་དུ་ཆུད་པར་བྱེད་དེ་འོན་ཀྱང་སེམས་ཅན་སུ་ལ་ཡང་གནོད་པར་མི་འགྱུར་ལ།
en: Furthermore, Great Cloud Essence, bodhisattva mahāsattvas who abide in this samādhi could gather all the world systems in the ten directions within a single world system and then insert them all within a single lentil.

source: སེམས་ཅན་དེ་དག་གིས་ཀྱང་བདག་ཅག་གང་དུ་ཁྱེར་བ་དང་། གང་དུ་སོང་བ་དང་། གང་དུ་བཅུག་པ་མི་ཤེས་མི་མཐོང་ངོ་།
en: However, no sentient beings would be harmed, and no sentient beings would know or see that ‘we have been taken somewhere, we have gone somewhere, we have been inserted somewhere.’

source: །སེམས་ཅན་གཞན་དག་གིས་ནི་ཤེས་ཤིང་མཐོང་སྟེ།
en: Other sentient beings would see and know.

source: ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ནི་འདུལ་བའི་དབང་གིས་བྱ་བ་དེ་ལྟ་བུ་དག་སྟོན་པར་བྱེད་དོ།
en: These are the kinds of deeds that bodhisattva mahāsattvas who abide in this samādhi can display with their power to tame sentient beings.”

source: །བྱང་ཆུབ་སེམས་དཔའ་སྤྲིན་ཆེན་སྙིང་པོས་གསོལ་པ། ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་བཀོད་པའི་གཙོ་བོ་ནི་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ་ཏིང་ངེ་འཛིན་འདིའི་བསོད་ནམས་བགྱི་བའི་དངོས་པོའི་ཆེ་བ་ཉིད་ཀྱི་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཇི་ཙམ་མཆིས་པ་ཡང་སེམས་ཅན་རྣམས་ལ་བཤད་དུ་གསོལ།
en: The bodhisattva Great Cloud Essence said, “Bhagavān, chief of the array of bodhisattvas who abide in this samādhi, I beseech you to explain to sentient beings how great the accumulated merit produced by this great merit-producing samādhi really is.” “

source: །སྤྲིན་ཆེན་སྙིང་པོ་ཁྱོད་ལེགས་ཀྱིས་ཏིང་ངེ་འཛིན་འདིའི་རྒྱུ་ལས་བྱུང་བའི་བསོད་ནམས་བྱ་བའི་དངོས་པོ་དེ་དཔེ་ཙམ་དུ་བསྟན་པར་བྱ་སྟེ།
en: Great Cloud Essence, I will use a simile to explain the production of merit that arises with this samādhi as its cause.

source: རིགས་ཀྱི་བུ་དཔེར་ན་ཆུ་ཀླུང་ཆེན་པོ་དང་། འབབ་ཆུ་དང་། མཚེའུ་དང་། མཚོ་བྲན་དང་། ཆུ་བྲན་ཐམས་ཅད་ནི་རྒྱ་མཚོ་ཆེན་པོའི་ཁོངས་སུ་གཏོགས་ཤིང་དེའི་ནང་དུ་འདུས་སོ།
en: Noble child, all great rivers, streams, lakes, ponds, and creeks are subsumed within the great ocean and gathered within the great ocean.

source: །སྤྲིན་ཆེན་སྙིང་པོ་དེ་བཞིན་དུ་མདོ་འདི་ལས་གཞན་པའི་མདོ་དག་གི་བྱ་བ་གང་ཅི་ཡང་རུང་བ་རྣམས་ནི་ཏིང་ངེ་འཛིན་འདིའི་ཁོངས་སུ་གཏོགས་ཤིང་འདིའི་ནང་དུ་འདུས་པར་བལྟ་བར་བྱའོ། །
en: Great Cloud Essence, you should similarly see that any activities described within discourses other than this one are subsumed within this samādhi and gathered within this samādhi. “

source: སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་མདོ་འདི་ལ་མ་གཏོགས་པའི་མདོ་དང་། ཏིང་ངེ་འཛིན་དང་། བསོད་ནམས་བྱ་བའི་དངོས་པོ་ཐམས་ཅད་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་བསོད་ནམས་བྱ་བའི་དངོས་པོ་དེ་དག་ཐམས་ཅད་གཅིག་ཏུ་བསྡུས་པ་ནི་དེ་བཞིན་གཤེགས་པ་རྟག་པ་ཉིད་ཀྱི་ཏིང་ངེ་འཛིན་འདི་ཐང་ཅིག་ཙམ་ཐོས་པའི་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱི་ཁོངས་སུ་གཏོགས་ཤིང་དེའི་ནང་དུ་འདུས་པར་བལྟ་བར་བྱའོ། །
en: Great Cloud Essence, furthermore, you should see that all those discourses, samādhis, and sources of merit that are not included within this discourse and the sources of merit for the śrāvakas and pratyekabuddhas, all combined together, are subsumed and gathered within the aspiration for awakening that comes from hearing for just a single moment about this samādhi of the Tathāgata’s permanence. “

source: སྤྲིན་ཆེན་སྙིང་པོ་དེ་བས་ན་ཐམས་ཅད་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། ཞི་བ་དང་། བརྟན་པའི་བསོད་ནམས་འདོད་པའི་སེམས་གཟུང་བར་འདོད་པ་དང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་གཟུང་བར་འདོད་པའི་རིགས་ཀྱི་བུ་འམ། རིགས་ཀྱི་བུ་མོས་ནི་ཟབ་མོ་བསྟན་པའི་ཆུའི་རྒྱ་མཚོའི་དུས་ཚོད་ཀྱི་ཏིང་ངེ་འཛིན་གྱི་ཡུལ་འདི་ལ་སེམས་བསྐྱེད་པར་བྱའོ།
en: Therefore, Great Cloud Essence, noble sons and daughters who wish to take up the thought of pursuing the merit of permanence, eternality, tranquility, and stability, and who want to take up and manifest unexcelled, complete, and perfect awakening, should all give rise to the aspiration for this samādhi of the tide of the deep, constant ocean.

source: །དེ་བཞིན་གཤེགས་པའི་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། ཞི་བའི་ཡོན་ཏན་ཡང་དག་པར་བཤད་པ་ཐོས་ན་སྐྲག་པར་མི་བྱའོ།
en: When they hear the correct teachings on the Tathāgata’s qualities of permanence, eternality, stability, and tranquility, they should not be afraid.

source: །དེ་བཞིན་གཤེགས་པའི་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། ཞི་བ་དང་། བསིལ་བའི་ཡོན་ཏན་ཡང་དག་པར་གཟུང་བར་བྱའོ།
en: They should uphold the cooling qualities of the Tathāgata’s permanence, eternality, stability, and tranquility.

source: །གཞན་དག་ལ་ཡང་རྒྱས་པར་བསྟན་པར་བྱ་སྟེ། ཅི་ནས་བསྟན་པ་ནུབ་པར་མི་འགྱུར་བར་བརྩོན་པར་བྱའོ།
en: They should widely explain these to others and exert themselves so that these teachings do not disappear.

source: །འདི་ལྟ་སྟེ་དཔེར་ན་འགྲོ་བ་སྲོག་ཆགས་འབྱུང་པོ་གང་ཅི་ཡང་རུང་བ་རྣམས་ཀྱི་རྗེས་སུ་བྱུང་བ་དེ་དག་ཐམས་ཅད་ནི་གླང་པོ་ཆེའི་རྗེས་ཀྱི་ནང་དུ་འདུ་བར་འགྱུར་རོ།
en: To give an analogy, the footprints made by any living, migrating being can all fit within the footprints of the great elephant.

source: །དེ་བཞིན་དུ་མདོ་འདི་ལས་གཞན་པའི་ཏིང་ངེ་འཛིན་ཐམས་ཅད་དང་། བསོད་ནམས་བྱ་བའི་དངོས་པོ་ཐམས་ཅད་ཀྱང་ཏིང་ངེ་འཛིན་འདིའི་ནང་དུ་འདུ་བར་འགྱུར་བར་རིག་པར་བྱའོ། །
en: In this fashion, you should know that all the samādhis and sources of merit that are described in discourses other than these can be gathered within this samādhi. “

source: སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་འདི་ལྟ་སྟེ། དཔེར་ན་ལྷུན་པོ་ལ་སོགས་པའི་རིའི་རྒྱལ་པོ་རྣམས་དང་། གཞན་ཡང་རི་ནག་པོ་རྣམས་དང་། རྩྭ་དང་། ཤིང་གེལ་བ་དང་། སྨན་དང་། ཤིང་ཇི་སྙེད་ཡོད་པ་དང་། འཛམ་བུའི་གླིང་དང་། གླིང་བཞི་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཉི་མ་དང་ཟླ་བར་བཅས་པ་དེ་དག་ཐམས་ཅད་ནི་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདིའི་ནང་དུ་འདུས་པར་བལྟ་བར་བྱའོ། །
en: Furthermore, Great Cloud Essence, consider, by analogy, that one can observe that Mount Meru and all the kingly mountains, the Black Mountains, all grasses, tree limbs, herbs, trees, the continent of Jambudvīpa, and the world system with its four continents, sun, and moon are all gathered within the great trichiliocosm world-system.

source: སྤྲིན་ཆེན་སྙིང་པོ་དེ་བཞིན་དུ་སོ་སོའི་སྐྱེ་བོའི་བསོད་ནམས་ཀྱི་རྒྱུན་ནམ། ཉན་ཐོས་ཀྱི་བསོད་ནམས་ཀྱི་རྒྱུན་ནམ། རང་སངས་རྒྱས་ཀྱི་བསོད་ནམས་ཀྱི་རྒྱུན་ནམ། བྱང་ཆུབ་སེམས་དཔའི་བསོད་ནམས་ཀྱི་རྒྱུན་ནམ། དེ་བཞིན་གཤེགས་པའི་བསོད་ནམས་ཀྱི་རྒྱུན་ནམ། མདོ་དང་ཏིང་ངེ་འཛིན་ཐམས་ཅད་ཀྱི་བསོད་ནམས་ཀྱི་རྒྱུན་ཇི་སྙེད་ཡོད་པ་རྣམས་ནི་ཏིང་ངེ་འཛིན་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔས་དེ་བཞིན་གཤེགས་པ་ནི་རྟག་པ་ཡིན་ནོ་ཞེས་སེམས་གཅིག་བསྐྱེད་པའི་ནང་དུ་ཆུད་ཅིང་འདུས་སོ།
en: In the same way, Great Cloud Essence, ordinary beings’ flow of merit, and those of śrāvakas, pratyekabuddhas, bodhisattvas, and tathāgatas, together with all discourses and samādhis, however numerous they may be, are all included within the single thought that ‘the Tathāgata is permanent’ engendered by a bodhisattva who abides in this samādhi. “

source: །འདི་ལྟ་སྟེ། དཔེར་ན་སྟོན་གྱི་དུས་ན་སྤྲིན་མེད་པའི་ནམ་མཁའ་ལས་ཉི་མ་ཤར་ན་ནམ་མཁའ་ལ་དྲི་མར་གྱུར་ཅིང་སྒྲིབ་པའི་རང་བཞིན་ཇི་སྙེད་ཡོད་པ་དེ་དག་ཐམས་ཅད་ཟིལ་གྱིས་མནན་ནས་ལྷམ་མེ། ལྷན་ནེ། ལྷང་ངེར་འདུག་གོ།
en: To give an analogy, when the sun dawns in the cloudless autumn sky, any pollutants or obscurations within the sky will blaze, gleam, and shine as they are overpowered by the sun’s brilliance.

source: །སྤྲིན་ཆེན་སྙིང་པོ་དེ་བཞིན་དུ་ཟབ་མོ་བརྟན་པའི་ཆུའི་རྒྱ་མཚོའི་དུས་ཚོད་ཀྱི་ཏིང་ངེ་འཛིན་འདི་ལས་དེ་བཞིན་གཤེགས་པ་རྟག་པ་དང་། ཐེར་ཟུག་པ་དང་། བརྟན་པ་དང་། ཞི་བ་དང་། བསྟན་པ་ནུབ་པར་མི་འགྱུར་བའི་འོད་ཟེར་མཐའ་ཡས་པ་དང་ལྡན་པའི་ཉི་མ་རྟག་པ་ཤར་བ་ན་ལྡེམ་པོ་ངག་གི་ནམ་མཁའ་ལ་ཇི་སྙེད་ཡོད་པ་ཐམས་ཅད་ཟིལ་གྱིས་མནན་ནས་ལྷམ་མེ། ལྷན་ནེ། ལྷང་ངེར་གསལ་བར་འགྱུར་རོ། །
en: Similarly, Great Cloud Essence, when the sun of permanence dawns from this samādhi of the tide of the deep, constant ocean and shines forth the infinite light rays of the Tathāgata’s permanence, eternality, stability, tranquility, and unwaning teachings, then whatever remains present within the sky of the Tathāgata’s concealed speech will blaze, gleam, and shine with clarity as it is overpowered by this brilliance. “

source: སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་འདི་ན་མི་ལ་ལ་ཞིག་རླུང་གི་རྒྱལ་པོ་བཞིའི་མཐུ་ཅན། སྟོབས་དང་ལྡན་པ། ལྷའི་ལོ་བརྒྱ་ཐུབ་པ་ཞིག་བྱུང་ལ་
en: Furthermore, Great Cloud Essence, suppose a man were to appear who had the power of the four wind kings, was endowed with strength, and could live for a hundred devaputra years.

source: མི་དེ་ཡང་ཉིན་པར་ལམ་དུ་ཞུགས་ཏེ། འཇིག་རྟེན་གྱི་ཁམས་དུ་མར་སོང་ནས་ཕྱིར་རང་གི་གནས་སུ་ལྡོག་པར་བྱེད་ཅིང་ནུབ་མོ་ཡང་ལམ་དུ་ཞུགས་ནས་འཇིག་རྟེན་གྱི་ཁམས་དུ་མ་བསྐོར་ཏེ།
en: That man sets out on the road in the morning, and after passing through many world systems, he returns to his own home. Then, he sets out on the road in the evening, and after cycling through many world systems he again returns to his own home.

source: ཕྱིར་རང་གི་གནས་སུ་ལྡོག་པར་བྱེད་པ་དེ་ལྟ་བུར་ཉིན་མཚན་དུ་ལམ་དུ་ཞུགས་པས་ཇི་ཙམ་ཕྱིན་པ་དེ་སྙེད་རིན་པོ་ཆེ་སྣ་བདུན་གྱིས་རང་གི་ལུས་ཀྱི་འཕང་ཙམ་དུ་གང་བར་བྱས་ནས་སྦྱིན་པ་བྱིན་ཏེ།
en: In this way, he sets out on the road day and night, and each time he fills the entire area he traverses with the seven precious substances up to the height of his own body and presents them as offerings.

source: ཐབས་དེ་དག་ལྟ་བུར་བར་ཆད་དང་། སྐྱོན་མ་བྱུང་བར་སྦྱིན་པ་བྱིན་ན་སྤྲིན་ཆེན་སྙིང་པོ་ཅི་གཞི་དེ་ལས་དེ་བསོད་ནམས་མང་དུ་སྐྱེད་དམ།
en: Making offerings in this fashion, without interruption or defects, Great Cloud Essence, would a great amount of merit be produced on this basis?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ཚད་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Bhagavān, it would be immeasurable.” “

source: སྤྲིན་ཆེན་སྙིང་པོ་དེ་ལྟ་བུའི་སྦྱིན་པ་དེ་ལས་བྱུང་བའི་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ཡིན་པ་དེ་ནི་ཏིང་ངེ་འཛིན་འདི་ལས་དེ་བཞིན་གཤེགས་པ་རྟག་པའི་ཆེ་བ་ཉིད་ཀྱི་ཡོན་ཏན་ནུབ་པར་མི་འགྱུར་བའི་བསྟན་པ་འཁོར་བཞི་ལས་གང་ཡང་རུང་བའམ། སྤྱོད་པ་པ་འམ། ཀུན་ཏུ་རྒྱུ་འམ། གཅེར་བུ་པ་ལ་སོགས་པ་ལ་འཆད་ཅིང་སྟོན་པར་བྱེད་དམ། ཡང་ན་འཕྱ་བ་འམ། བསྟིང་བ་འམ། གཞན་གྱི་གཡམ་ལ་བྱ་བ་འམ། འཚོ་བའི་ཐབས་ཀྱི་རྒྱུར་བྱ་བའི་ཕྱིར་རམ། རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་འདོད་པའི་ཕྱིར་དེ་བཞིན་གཤེགས་པ་རྟག་གོ་ཞེས་ཚིག་ཏུ་བརྗོད་པ་ཙམ་གྱིས་བསོད་ནམས་ཀྱི་ཕུང་པོ་གང་ཡིན་པའི་བརྒྱའི་ཆར་ཡང་མི་ཕོད། སྟོང་གི་ཆར་ཡང་མི་ཕོད་པ་ནས་རྒྱུའི་བར་དུ་ཡང་མི་བཟོད་དོ།
en: Great Cloud Essence,” continued the Bhagavān, “however great the mass of merit accumulated from such offerings would be, it could not equal a hundredth part, a thousandth part, or even a trillionth part of the amount of merit accumulated by someone who reveals and explains the unwaning teaching from this samādhi on the greatness of the Tathāgata’s quality of permanence to a member of the fourfold assembly or to a caraka, wanderer, nirgrantha, or the like; or who simply says the words ‘the Tathāgata is permanent,’ even out of derision or criticism, to be accepted by others, as a means of livelihood, or for the sake of gain, respect, or praise. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་འདི་ལྟ་སྟེ། དཔེར་ན་སྨན་གྱི་རྒྱལ་པོ་རྩིའི་སྡོང་བུ་དེའི་རྩ་བ་ཁྱེར་རམ། ཤུན་པྲགས་སམ། པྲིའམ། ལོ་མ་འམ། མེ་ཏོག་གམ། འབྲས་བུ་འམ། མགོ་ཐོགས་སམ། སྡོང་བུ་འམ། ཡལ་ག་འམ། བུར་མ་འམ། རྩ་བ་དག་ཁྱེར་ཡང་རུང་སྟེ།
en: To give an analogy, Great Cloud Essence, it is like the medicinal tree myrobalan, the king of medicines. Some take its stalks, or its bark, or its shoots, or its leaves, or its flowers, or its fruits, or its buds, or its trunk, or its branches, or its sap, or its roots.

source: དེ་འདི་སྙམ་དུ་བདག་གི་རྩ་བ་ཁྱེར་རོ། །བདག་གི་ཤུན་ཕྲགས་ཁྱེར་རོ། །བདག་གི་པྲི་ཁྱེར་རོ། །བདག་གི་ལོ་མ་ཁྱེར་རོ། །བདག་གི་མེ་ཏོག་ཁྱེར་རོ། །བདག་གི་འབྲས་བུ་ཁྱེར་རོ། །བདག་གི་མགོ་ཐོགས་ཁྱེར་རོ། །བདག་གི་སྡོང་བུ་ཁྱེར་རོ། །བདག་གི་ཡལ་ག་ཁྱེར་རོ། །བདག་གི་བུར་མ་ཁྱེར་རོ། །བདག་གི་རྩ་བ་དག་ཁྱེར་རོ་སྙམ་དུ་མི་སེམས་སོ། །
en: And yet it does not think, ‘My stalks have been taken, my bark has been taken, my shoots have been taken, my leaves have been taken, my flowers have been taken, my fruits have been taken, my buds have been taken, my trunk has been taken, my branches have been taken, my sap has been taken, my roots have been taken.’

source: རྩིའི་སྡོང་བུ་ལ་རྣམ་པར་རྟོག་པ་ཡོང་མེད་དོ་
en: No conceptual thoughts arise for the medicinal tree.

source: རྣམ་པར་རྟོག་པ་མེད་དུ་ཟིན་ཀྱང་སེམས་ཅན་རབ་འབྲིང་ཐ་མ་ཐམས་ཅད་ལ་འོ་མའམ། ཞོའམ། མར་རམ། འབྲུ་མར་རམ། སྨན་ཅིའང་རུང་བ་དག་དང་སྦྱར་བའམ། སྨན་ཐམས་ཅད་དང་བསྲེས་པའི་འདེ་གུ་འམ། བཏུང་བ་འམ། ལུས་བསྐུ་བས་ནད་སེལ་བར་བྱེད་དོ།
en: But even though it has no conceptual thoughts, when compounded with milk, yogurt, butter, oil, or any other medicinal herbs, or mixed into a paste with other medicines and either consumed or smeared on the body, it is capable of dispelling illnesses for all sentient beings of superior, middling, or inferior capabilities. “

source: །དེ་བཞིན་དུ་ཏིང་ངེ་འཛིན་འདི་ཉན་པ་ཡང་རྩ་བ་འམ། རྒྱུད་དམ། ཚིགས་སུ་བཅད་པ་འམ། ཚིག་གམ། ཚིག་གི་ཕྱེད་དམ། མིང་ངམ། དེ་བཞིན་གཤེགས་པ་རྟག་གོ་ཞེས་བྱ་བའི་ཡི་གེ་འབྲུ་གཉིས་ཀྱིས་ཉན་པ་ན། དེ་འདི་སྙམ་དུ་བདག་གིས་རྩ་བ་ལས་ཏིང་ངེ་འཛིན་བཟུང་ངོ་། །རྒྱུད་ལས་བཟུང་ངོ་། །ཚིགས་སུ་བཅད་པ་ལས་བཟུང་ངོ་། །ཚིག་ལས་བཟུང་ངོ་། །ཚིག་ཕྱེད་ལས་བཟུང་ངོ་། །མིང་ལས་བཟུང་ངོ་། །དེ་བཞིན་གཤེགས་པ་རྟག་གོ་ཞེས་བྱ་བའི་ཡི་གེ་འབྲུ་གཉིས་ལས་བཟུང་ངོ་སྙམ་དུ་མི་སེམས་ཏེ། རྣམ་པར་རྟོག་པ་དེ་དག་མེད་དོ། །
en: Similarly, when hearing of this samādhi, whether from the root text, or an auxiliary text, or a verse, or a line, or half a line, or a word, or just the four words ‘the Tathāgata is permanent,’ there is no conceptual thought such as ‘I grasped this samādhi from the root text, I grasped it from an auxiliary text, I grasped it from a verse, I grasped it from a line, I grasped it from half a line, I grasped it from a word, I grasped it from the four words “the Tathāgata is permanent.”

source: རྣམ་པར་རྟོག་པ་མེད་དུ་ཟིན་ཀྱང་དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་ལས་གང་ཡང་རུང་བའམ། སྤྱོད་པ་པའམ། ཀུན་ཏུ་རྒྱུའམ། གཅེར་བུ་པ་ལ་སོགས་པའམ། ལུས་ཡོངས་སུ་མ་སྦྱངས་པའམ། ཤེས་རབ་ཡོངས་སུ་མ་སྦྱངས་པ་འམ། སེམས་ཡོངས་སུ་མ་སྦྱངས་པ་ཡང་རུང་སྟེ། འཕྱ་བའམ། བསྟིང་བའི་ཕྱིར་རམ། རང་གི་ཁ་ནས་བྱུང་ངམ། གཞན་གྱི་གཡམ་ལ་བྱུང་བ་འམ། རྙེད་པ་དང་། བཀུར་སྟི་དང་། ཚིགས་སུ་བཅད་པ་འདོད་པའི་ཕྱིར་ཡང་རུང་སྟེ། མཉན་ཏམ་བཟུང་ན་དེ་དག་གི་སྡིག་པ་གྲངས་མེད་པ་བྱས་པ་དང་། ལས་དེ་དག་ལུས་འདི་ཉིད་ཀྱི་ཚེ་བྱང་བར་འགྱུར་ལ། འདོད་ཆགས་དང་། ཞེ་སྡང་དང་གཏི་མུག་གི་ཉོན་མོངས་པ་ལ་སོགས་པའི་ནད་འབྱང་བའི་ཕྱིར་ཞུགས་པ་ཡང་མ་ཡིན་ནོ།
en: ’ And yet, while there is no such conceptual thought, if a monk, nun, layman, laywoman, caraka, wanderer, nirgrantha, and so forth who has not trained their body, has not trained in wisdom, and has not trained their mind hears or apprehends it—even out of derision or criticism, whether from their own mouth or as a follower of another, or for the sake of gain, respect, or praise— they will, in this body and this lifetime, purify the karma of all the countless misdeeds they have committed, and they will dispel the illnesses of desire, anger, and ignorance so that they never arise again. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་དཔེར་ན་ཉི་མ་ཤར་མ་ཐག་ཏུ་ཁ་བ་དང་། མུན་པའི་ཚོགས་ཆེན་པོ་རྨེག་མེད་པར་འགྱུར་རོ།
en: As an analogy, Great Cloud Essence, when the sun dawns, all snow and darkness will immediately vanish.

source: །དེ་བཞིན་དུ་ཏིང་ངེ་འཛིན་གྱི་ཉི་མ་རྟག་པ་འདི་ཤར་མ་ཐག་ཏུ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྡིག་པ་དང་། ལས་ཀྱི་ཚོགས་ཀྱི་ཁ་བ་དང་། མུན་པ་དང་། སྤྲིན་དང་། སྒྲིབ་པ་རྣམས་རྨེག་མེད་པར་འགྱུར་རོ།། །།
en: Similarly, when the permanent sun of samādhi rises, the snow, darkness, clouds, and obscurations of all sentient beings’ misdeeds and karma will immediately vanish. “

source: སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་དཔེར་ན་རླུང་ནི་ནམ་མཁའ་ལ་ལངས་ནས་སེམས་ཅན་ཐམས་ཅད་ལ་རང་དབང་མེད་པར་སྤུ་དང་། ལུས་ཀྱི་ཡན་ལག་ཐམས་ཅད་ཀྱི་རྩ་བའི་ནང་དུ་ཞུགས་ནས་མེའི་ཕུང་པོ་འཇིལ་བར་བྱེད་དོ།
en: Furthermore, Great Cloud Essence, it is like the wind, which arises in the sky and then permeates the pores and limbs of all sentient beings through no power of their own and extinguishes the stored heat of the body.

source: །དེ་བཞིན་དུ་འདིར་ཡང་ཏིང་ངེ་འཛིན་གྱིས་དེ་བཞིན་གཤེགས་པའི་ཡོན་ཏན་རྟག་པ་ཉིད་ཀྱི་ཡོན་ཏན་གྱིས་བསྒོས་པའི་རླུང་ཉོན་མོངས་པའི་ནམ་མཁའ་ལ་ལྡང་བར་བྱེད་ཅིང་། སེམས་ཅན་ཐམས་ཅད་ལ་རང་དབང་མེད་པར་སྤུ་དང་། ཡན་ལག་ཐམས་ཅད་ཀྱི་རྩ་བའི་ནང་དུ་ཞུགས་ནས་སྡིག་པ་གྲངས་མེད་པ་བྱས་པ་རྣམས་དང་། ལས་ཀྱི་མེའི་ཕུང་པོ་རྣམས་སེལ་བར་བྱེད་དོ།
en: Similarly, through this samādhi, the wind that is infused with the quality of the Tathāgata’s permanence arises within the sky of the afflictions and then permeates the root of the pores and limbs of all sentient beings through no power of their own, clearing away the stored heat of countless misdeeds and karma. “

source: །སྤྲིན་ཆེན་སྙིང་པོ་གཞན་ཡང་འདི་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུའི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ངོ་།
en: Furthermore, Great Cloud Essence, bodhisattvas who abide in this samādhi do not maintain discipline for the sake of the fruition of stream entry.

source: །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུའི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ངོ་།
en: They do not maintain discipline for the sake of the fruition of once-returning.

source: །ཕྱིར་མི་འོང་བའི་འབྲས་བུའི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ངོ་།
en: They do not maintain discipline for the sake of the fruition of non-returning.

source: །དགྲ་བཅོམ་པའི་འབྲས་བུའི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ངོ་།
en: They do not maintain discipline for the sake of the fruition of the worthy ones.

source: །དེ་བཞིན་གཤེགས་པའི་མཚན་མཐའ་ཡས་པའི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ངོ་།
en: They do not maintain discipline for the sake of the infinite marks of the Tathāgata.

source: །དེ་བཞིན་གཤེགས་པའི་དཔེ་བྱད་བཟང་པོའི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ངོ་།
en: They do not maintain discipline for the sake of the excellent minor marks of the Tathāgata.

source: །དེ་བཞིན་གཤེགས་པའི་བསམ་གྱིས་མི་ཁྱབ་པའི་གནས་ཀྱི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ངོ་།
en: They do not maintain discipline for the sake of the inconceivable abodes of the Tathāgata.

source: །དེ་བཞིན་གཤེགས་པའི་དཔག་ཏུ་མེད་པ་ཉིད་ཀྱི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ངོ་།
en: They do not maintain discipline for the sake of the unfathomability of the Tathāgata.

source: །དེ་བཞིན་གཤེགས་པའི་མཚུངས་པ་མེད་པ་ཉིད་ཀྱི་ཕྱིར་ཡང་ཚུལ་ཁྲིམས་མི་སྲུང་ངོ་།
en: They do not maintain discipline for the sake of the peerlessness of the Tathāgata. “

source: །དེ་བཞིན་གཤེགས་པའི་མཚན་གྱི་ཕྱིར་ཡང་སེམས་གནས་པར་མི་སྒོམ་མོ།
en: They do not abide in meditation for the sake of the marks of the Tathāgata.

source: །དེ་བཞིན་གཤེགས་པའི་དཔེ་བྱད་བཟང་པོའི་ཕྱིར་ཡང་སེམས་གནས་པར་མི་སྒོམ་མོ།
en: They do not abide in meditation for the sake of the excellent minor marks of the Tathāgata.

source: །དེ་བཞིན་གཤེགས་པའི་བསམ་གྱིས་མི་ཁྱབ་པའི་གནས་ཀྱི་ཕྱིར་ཡང་སེམས་གནས་པར་མི་སྒོམ་མོ།
en: They do not abide in meditation for the sake of the inconceivable abodes of the Tathāgata.
